[Challenge]
C25_Desc=Get the highest score you can against this inmate onslaught.
C25_Title=Totally Insane
C26_Desc0=33
C26_Desc1=32
C26_Desc2=34
C26_Title=Nocturnal Hunter
PackName=(Insane Night Map Pack)
